{
    "projecten": [
        {
            "bedrijf": "Gemeente Amsterdam",
            "project": "StraatNotes",
            "periode": "december 2016 - maart 2017",
            "link": "http://www.tiltshift.nl",
            "omschrijving":
                "<p>Straatcoaches in Amsterdam Oost houden op straat een oogje in het zeil. Ze spreken jongeren aan op hun gedrag, en bieden ze hulp als ze in de problemen zitten.</p><p>De administratie die zij hiervan bijhouden, wordt door de gemeentelijke afdeling \"Jeugd en Veiligheid\" gebruikt om te beoordelen waar de inzet van straatcoaches het meest nodig is. Daarvoor moet deze nauwkeurig, eenvoudig te raadplegen en zeer goed beveiligd zijn.</p><p>Fixxx maakte hiervoor StraatNotes.</p><p>StraatNotes is een digitaal notitieboekje voor op straat. Opvallende of belangrijke elementen in een notitie kunnen worden gemarkeerd, zodat ze opvallen in de dagrapportages naar de gemeente toe en beter doorzoekbaar zijn. Dit zorgt voor nauwkeuriger stuurinformatie en meer mogelijkheden op het gebied van privacybeheer, zoals automatische verwijdering, anonimisering en veilige, transparante uitwisseling van informatie met de samenwerkingspartners van Jeugd en Veiligheid.</p>"
        },
        {
            "bedrijf": "Gemeente Amsterdam",
            "project": "Tourbuzz",
            "periode": "Q2 2016",
            "link": "http://www.tiltshift.nl",
            "omschrijving":
                "<p>Straatcoaches in Amsterdam Oost houden op straat een oogje in het zeil. Ze spreken jongeren aan op hun gedrag, en bieden ze hulp als ze in de problemen zitten.</p><p>De administratie die zij hiervan bijhouden, wordt door de gemeentelijke afdeling \"Jeugd en Veiligheid\" gebruikt om te beoordelen waar de inzet van straatcoaches het meest nodig is. Daarvoor moet deze nauwkeurig, eenvoudig te raadplegen en zeer goed beveiligd zijn.</p><p>Fixxx maakte hiervoor StraatNotes.</p><p>StraatNotes is een digitaal notitieboekje voor op straat. Opvallende of belangrijke elementen in een notitie kunnen worden gemarkeerd, zodat ze opvallen in de dagrapportages naar de gemeente toe en beter doorzoekbaar zijn. Dit zorgt voor nauwkeuriger stuurinformatie en meer mogelijkheden op het gebied van privacybeheer, zoals automatische verwijdering, anonimisering en veilige, transparante uitwisseling van informatie met de samenwerkingspartners van Jeugd en Veiligheid.</p>"
        },
        {
            "bedrijf": "Gemeente Amsterdam",
            "project": "Tourbuzz",
            "periode": "Q2 2016",
            "link": "http://www.tiltshift.nl",
            "omschrijving":
                "<p>Straatcoaches in Amsterdam Oost houden op straat een oogje in het zeil. Ze spreken jongeren aan op hun gedrag, en bieden ze hulp als ze in de problemen zitten.</p><p>De administratie die zij hiervan bijhouden, wordt door de gemeentelijke afdeling \"Jeugd en Veiligheid\" gebruikt om te beoordelen waar de inzet van straatcoaches het meest nodig is. Daarvoor moet deze nauwkeurig, eenvoudig te raadplegen en zeer goed beveiligd zijn.</p><p>Fixxx maakte hiervoor StraatNotes.</p><p>StraatNotes is een digitaal notitieboekje voor op straat. Opvallende of belangrijke elementen in een notitie kunnen worden gemarkeerd, zodat ze opvallen in de dagrapportages naar de gemeente toe en beter doorzoekbaar zijn. Dit zorgt voor nauwkeuriger stuurinformatie en meer mogelijkheden op het gebied van privacybeheer, zoals automatische verwijdering, anonimisering en veilige, transparante uitwisseling van informatie met de samenwerkingspartners van Jeugd en Veiligheid.</p>"
        },
        {
            "bedrijf": "Gemeente Amsterdam",
            "project": "Tourbuzz",
            "periode": "Q1 2016",
            "link": "http://www.tiltshift.nl",
            "omschrijving":
                "<p>Straatcoaches in Amsterdam Oost houden op straat een oogje in het zeil. Ze spreken jongeren aan op hun gedrag, en bieden ze hulp als ze in de problemen zitten.</p><p>De administratie die zij hiervan bijhouden, wordt door de gemeentelijke afdeling \"Jeugd en Veiligheid\" gebruikt om te beoordelen waar de inzet van straatcoaches het meest nodig is. Daarvoor moet deze nauwkeurig, eenvoudig te raadplegen en zeer goed beveiligd zijn.</p><p>Fixxx maakte hiervoor StraatNotes.</p><p>StraatNotes is een digitaal notitieboekje voor op straat. Opvallende of belangrijke elementen in een notitie kunnen worden gemarkeerd, zodat ze opvallen in de dagrapportages naar de gemeente toe en beter doorzoekbaar zijn. Dit zorgt voor nauwkeuriger stuurinformatie en meer mogelijkheden op het gebied van privacybeheer, zoals automatische verwijdering, anonimisering en veilige, transparante uitwisseling van informatie met de samenwerkingspartners van Jeugd en Veiligheid.</p>"
        },
        {
            "bedrijf": "Gemeente Amsterdam",
            "project": "DataPunt",
            "periode": "Q3-4 2015",
            "link": "http://www.tiltshift.nl",
            "omschrijving":
                ""
        },
        {
            "bedrijf": "Bookarang",
            "project": "Machine Learning specialist",
            "periode": "Amsterdam, 2016 - heden",
            "link": "http://www.bookarang.com",
            "omschrijving": "Bookarang combineert liefde voor literatuur met kennis van kunstmatige intelligentie. Retailers en bibliotheken gebruiken onze technologie om hun lezers écht goede boekaanbevelingen te kunnen doen. Niet op basis van populariteit of andermans gedrag, maar met de inhoud van het boek en de voorkeuren van de lezer als uitgangspunt."
        },
        {
            "bedrijf": "Fixxx, DataLab Amsterdam, gemeente Amsterdam",
            "project": "Innovatiestrateeg",
            "periode": "Amsterdam, 2015 - heden",
            "link": "https://www.datalabamsterdam.nl",
            "omschrijving": "DataLab Amsterdam is een werkplaats, kenniscentrum en partner voor datavraagstukken in Amsterdam. We bieden advies, dataleveringen en innovatieve oplossingen voor de stad.<br>Fixxx staat voor Fast Innovation Amsterdam. We werken op locatie. Voornamelijk op straat, in de stad, om persoonlijk de problemen te ervaren. We gaan in gesprek met alle betrokkenen om de situatie goed in kaart te brengen. In korte, intensieve sprints ontwikkelen we samen werkende applicaties. En die testen we direct in de praktijk."
        },
        {
            "bedrijf": "Verkeer en Openbare Ruimte, gemeente Amsterdam",
            "project": "Code for NL fellow",
            "periode": "Amsterdam, 2015 - 2016",
            "link": "http://www.codefor.nl",
            "omschrijving": "Met Code for NL sluit Nederland zich aan bij een wereldwijd netwerk van civic innovators dat technologie inzet om overheden te versterken en burgerparticipatie te vergroten.<br>Binnen de RvE Verkeer en Openbare Ruimte zijn een aantal challenges geformuleerd. Als Code for NL fellow is mijn opdracht om deze challenges samen met alle stakeholders goed in kaart te brengen. Hierna ontwikkel ik oplossingen met behulp van de beschikbare open data en geschikte technieken in snelle iteraties (Agile). Vanwege de grote overlap in doelstelling en methodiek heb ik aansluiting gezocht bij het DataLab, vanuit waar ik deze challenges nu aanpak."
        },
        {
            "bedrijf": "The Next Ad",
            "project": "Lead Software Engineer",
            "periode": "Amsterdam, 2014 - 2015",
            "link": "http://www.thenextad.com",
            "omschrijving": "The Next Ad (TNA) is een performance-advertising platform voor social media. TNA stelt grootschalige adverteerders in staat om hun advertentiebudgetten geautomatiseerd te optimaliseren op basis van succes- en doelgroepanalyse.<br>Vanuit mijn positie als senior software engineer bij Media Injection werd ik door de CEO gevraagd om deze spin-off te helpen starten. In eerste instantie was ik verantwoordelijk voor het opbouwen van een nieuw developmentteam, het uitwerken van de technische architectuur en de optimalisatiemechanismes. Toen de basis stond, kwam de nadruk meer te liggen op het plannen van de strategie, de overall architectuur, de product backlog, het organiseren van de sprints als Scrum master en het aansturen van het team."
        },
        {
            "bedrijf": "Media Injection",
            "project": "Sr Software Engineer",
            "periode": "Amsterdam, 2013 - 2015",
            "link": "www.mediainjection.com",
            "omschrijving": "Media Injection Connect is een social media managementplatform voor nationale en internationale top-500 bedrijven en organisaties. Dit platform stelt de gebruikers in staat om al hun sociale media interacties en campagnes voor meerdere merken, landen, etc. vanuit één plek te monitoren, analyseren en inplannen.<br>Vanwege snelle groei van het aantal gebruikers en de hoeveelheid data die door de servers verwerkt moest worden, was een grote herziening van het bestaande systeemontwerp nodig. Als senior software engineer was ik mede verantwoordelijk voor het ontwikkelen van een nieuwe systeemarchitectuur op basis van web services, het specificeren van de diverse API's, en het definiëren en plannen van de diverse fases van de transitie van de oude naar de nieuwe architectuur. Daarnaast was ik als Scrum productowner verantwoordelijk voor het projectmanagement van de naar China geoutsourcete ontwikkeling van de MI Connect app, die aansloot op deze nieuwe APIs."
        },
        {
            "bedrijf": "Thirdwave",
            "project": "Sr Web Developer",
            "periode": "Leiden, 2009 - 2013",
            "link": "www.thirdwave.nl",
            "omschrijving": "Thirdwave specialiseert zich in de ontwikkeling van op maat gemaakte webapplicaties, dataservices en -koppelingen, intranetten en web apps voor middelgrote tot zeer grote organisaties.<br>Bij een groot aantal projecten was ik verantwoordelijk voor zeer uiteenlopende zaken zoals planning, requirements-analyse, UX en workflow ontwerp, technische architectuur en applicatie-ontwikkeling. Door de grote diversiteit in klanten en applicaties heb ik in korte tijd intensief kennis kunnen maken met alle aspecten van web ontwikkeling en de manier waarop verschillende organisaties omgaan met dit ontwikkelproces."
        },
        {
            "bedrijf": "Universiteit Leiden",
            "project": "Assistent en werkgroepdocent Computer Science",
            "periode": "Leiden, 2006 - 2009",
            "link": "www.liacs.nl",
            "omschrijving": "Tijdens mijn studie was ik assistent en werkgroepdocent voor de vakken logica, programmeermethoden, compiler-constructie, digitale technieken en computerarchitectuur.<br>Ook was ik korte tijd webmaster (redactie en onderhoud) voor de faculteit Wiskunde en Natuurwetenschappen.<br>Daarnaast was ik onder meer lid van de faculteitsraad voor Wiskunde en Natuurwetenschappen en lid van de onderwijscommissie voor Computer Science."
        }
    ],
    "opleiding": [],
    "vrijwilligerswerk": [],
    "skills": [],
    "links": {}
}